IDEA Open Model
LineSupport.StiffnessX Property
 support stiffness X
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double StiffnessX { get; set; }
Public Property StiffnessX As Double
	Get
	Set
public:
property double StiffnessX {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
LineSupport Class
IdeaRS.OpenModel.Detail Namespace